export const questionsMock = [
  {
    id: 1,
    name: "Что это такое?",
    info: "Медицинский паспорт сотрудника, система предназначена для формирования электронного паспорта здоровья сотрудника за счет ручного ввода или загрузки электронного документа различных показателей (например, рост, вес, хронические заболевания) и регулярного мониторинга с использованием оборудования (стационарного или носимого, персонального массового использования).",
  },
  {
    id: 2,
    name: "Как пользоваться?",
    info: "Этап просмотр динамики показателей - на главной странице, в разделе “Медицинский паспорт сотрудника”, нужно нажать на кнопку “Динамика показателей”, после пользователя перенаправляет на страницу “Динамика показателей”, далее необходимо выбрать из выпадающего списка искомый показатель и отобразится график, отражающий зависимость значения данного показателя от даты. \nЭтап загрузки файла - на главной странице, в разделе “Медицинский паспорт сотрудника”, пользователь нажимает на кнопку “Загрузить файл”, появляется окно с полем для загрузки файла, пользователь выбирает файл, если файл считывается, показатели отображаются в модальном окне 'данные показателей сотрудника' и пользователь нажимает кнопку сохранить, если возникает ошибка чтения или загрузки файла, то система выдает соответствующее push-уведомление.",
  },
  {
    id: 3,
    name: "Какие файлы я могу загрузить?",
    info: "На данном этапе в системе можно загрузить PDF формат электронного документа.",
  },
  {
    id: 4,
    name: "Какие показатели крови отслеживаются?",
    info: "Система рассчитана на «Общий анализ крови», \nГемоглобин (Hb, hemoglobin) единицы измерения: г/дл., \nГематокрит (Ht, hematocrit) единицы измерения: %., \nЭритроциты единицы измерения: млн/мкл (106/мкл)., \nMCV (средний объём эритроцитов) единицы измерения: фл (фемтолитр)., \nRDW (Red cell Distribution Width, распределение эритроцитов по величине) единицы измерения: %, \nMCH (среднее количества гемоглобина в 1 эритроците) единицы измерения и коэффициенты пересчета: пг (пикограмм)., \nMCHC (средняя концентрация гемоглобина в эритроцитах) единицы измерения: г/дл., \nТромбоциты единицы измерения: тыс/мкл (103 клеток/мкл)., \nЛейкоциты единицы измерения: тыс/мкл (103 клеток/мкл).",
  },
  {
    id: 5,
    name: "Как строиться статистика?",
    info: "Интерпретация результатов исследований содержит информацию для лечащего врача и не является диагнозом. Информацию из этого раздела нельзя использовать для самодиагностики и самолечения.",
  },
  {
    id: 6,
    name: "Как обозначаются показатели?",
    info: "Гемоглобин (Hb, Hemoglobin) - дыхательный пигмент крови, который содержится в эритроцитах и участвует в транспорте кислорода и углекислоты. \nГематокрит (Ht, Hematocrit) – это процентная доля, которую составляют все форменные элементы (количественно, в основном, это эритроциты) от общего объёма крови. \nЭритроциты (RBC, Red Blood Cells, красные кровяные клетки) - высокоспециализированные безъядерные клетки крови, заполненные дыхательным пигментом - железосодержащим белком гемоглобином. Основная функция эритроцитов – транспорт кислорода. \nMCV (Mean Cell volume, средний объём эритроцитов) расчётный показатель, отражающий усреднённый объём эритроцитов, который используют в диагностике анемий (микроцитарные, макроцитарные, нормоцитарные). \nRDW (Red cell Distribution Width, распределение эритроцитов по величине) расчетный показатель, отражающий степень анизоцитоза (неоднородности эритроцитов по объему). Используется для дифференциальной диагностики и мониторинга лечения анемий различного происхождения. \nMCH (Mean Cell Hemoglobin, среднее содержание гемоглобина в эритроцитах) расчётный показатель, отражающий среднее содержание гемоглобина в 1 клетке (эритроците). Используется, как и MCV, для дифференциальной диагностики анемий. \nMCHC (Mean Cell Hemoglobin Concentration, средняя концентрация гемоглобина в эритроцитах) концентрационный индекс - расчётный показатель, отражающий усреднённую концентрацию гемоглобина в эритроцитах. \nТромбоциты (PLT, Platelets) - безъядерные клетки, которые в своих гранулах и на поверхности содержат многие активные вещества и некоторые факторы свёртывания, поступающие в кровь при активации тромбоцитов. \nЛейкоциты (WBC, White Blood Cells, белые кровяные клетки) - ядросодержащие клетки крови, участвующие в распознавании и обезвреживании чужеродных элементов, устранении изменённых и разрушающихся клеток собственного организма, различных иммунных и воспалительных реакциях.",
  },
];
